[
  {
    "id": 101,
    "title": "Scuba Diving With AngularJS 2.0",
    "description": "Angular 2.0 is a big jump and there is lot of controversy about the backwards compatibility with previous versions. Find out why and what are the new things in Angular 2.0 and get introduced your selves with the latest version which is going to be the future.",
    "speakers": [7],
    "language": "en",
    "complexity": "Intermediate",
    "presentation": "",
    "video": ""
  },
  {
    "id": 102,
    "title": "Cloud Computing @ Government",
    "description": "Ever wondered how government uses The Cloud, or, what are the modern technologies used by the Government on a daily basis? Join us as Mr. Naga Rajan M explains use of Cloud Computing in the Government.",
    "speakers": [2],
    "language": "en",
    "complexity": "Beginner",
    "presentation": "",
    "video": ""
  },
  {
    "id": 103,
    "title": "Firebase for Android",
    "description":"Learn how Firebase and Android come together, and help you make awesome, jaw-dropping apps. Join us as Dhrumil Shah takes you through Firebase in Andorid.",
    "speakers": [5],
    "language": "en",
    "complexity": "Intermediate",
    "presentation": "",
    "video": ""
  },
  {
    "id": 104,
    "title": "My Android Story",
    "description" : "From the \"Hello World!\" application till now. I want to share my android development experience with the students of my college. From the happiest moment to the worst problems I have faced during this time period, I want to share that.",
    "speakers": [8],
    "language": "en",
    "complexity": "Beginner",
    "presentation": "",
    "video": ""
  },
  {
    "id": 105,
    "title": "Internet of Things With Google",
    "description" : "As the Internet of Things (IoT) picks up pace, find out what and how you can innovate in the IoT domain with Google. Google has always been a leader, and the IoT domain is no exception!",
    "speakers": [3],
    "language": "en",
    "complexity": "Intermediate",
    "presentation": "",
    "video": ""
  },
  {
    "id": 106,
    "title": "Guard your Android",
    "description" : "Androids have penetrated our life so deeply, we are now using Android for everything, let it be booking a movie, browsing a website, purchasing groceries, ordering food, and what not ! In such a scenario, it is important for you to know, how you can stay safe while doing all these activities. Find out how you can make your Android device more secure, and more reliable.",
    "speakers": [6],
    "language": "en",
    "complexity": "Intermediate",
    "presentation": "",
    "video": ""
  },
  {
    "id": 107,
    "title": "DevOps and Application Lifecycle Management, Collaborating to deliver faster",
    "description" : "Your customers want more from your app, they want it now, and you need to deliver it. Whether you work in the cloud, on-premises, or in between, or whether you use iOS, Android, Java, Linux or Windows, DevOps and ALM allows you and your team to collaborate and deliver apps or solutions faster.",
    "speakers": [4],
    "language": "en",
    "complexity": "Intermediate",
    "presentation": "",
    "video": ""
  },
  {
    "id": 108,
    "title": "The Keynote",
    "description" : "As always, the 2015 Devfest will be kickstarted with an super awesome keynote! ",
    "speakers": [1],
    "language": "en",
    "complexity": "Anyone",
    "presentation": "",
    "video": ""
  }
]
  